[
  {
    "id": "1",
    "title": "Tesla Cuts Prices In China Over Trade War",
    "description": "Tesla has announced that it will cut the prices of its Model X and Model S vehicles in China by 12-26% in order to make its cars more affordable. The decision comes months after the firm raised prices by 20% in China in order to compensate for the new tariffs – the decision back then may have been too ambitious so now the firm is willing to take a hit financially in order to boost sales.",
    "image": "https://cdn.neow.in/news/images/uploaded/2015/07/tesla-model-s-beach_story.jpg"
  },
  {
    "id": "2",
    "title": "Brexit Deal Causing Problems For the U.K.",
    "description": "A Brexit deal under discussion by European leaders would be worse for the U.K. than remaining in E.U., according to a lawmaker who helped to draft it. Britons voted narrowly to leave the E.U. in a June 2016 referendum, a shock result that plunged the world’s fifth-largest economy into a political crisis.",
    "image": "https://media2.s-nbcnews.com/j/newscms/2018_47/2656136/181123-brexit-raab-mc-11203_6394058e6e3b23a3a7d855de5a7c0ce1.fit-760w.JPG"
  },
  {
    "id": "3",
    "title": "Broncos Have Tough Defensive Matchup Against Steelers",
    "description": "Phillip Lindsay and the Broncos will be put to the test against a stout Pittsburgh defense Sunday. The Broncos also have to make sure they are able to stop Antonio Brown and Ben Roethlisberger in order to keep their playoff hopes alive.",
    "image": "https://cdn.vox-cdn.com/thumbor/dgUx6YBiFNn9naUjsXzamh11rso=/0x0:4374x2918/1200x800/filters:focal(1468x240:2166x938)/cdn.vox-cdn.com/uploads/chorus_image/image/61260023/usa_today_11216923.1537162807.jpg"
  },
  {
    "id": "4",
    "title": "Samsung Launches First Phone With 4 Rear Cameras",
    "description": "Samsung launched its Galaxy A9 (2018) in India. It is priced at Rs 36,990 (6GB RAM) and Rs 39,990 (8GB RAM) and is up for pre-orders. Its highlight is four rear cameras. The setup includes a 24MP, 5MP, 8MP ultra-wide and 10MP telephoto sensors at the back. There’s also a 24MP front-facing camera. Other specs include a 6.3-inch super AMOLED FHD+ display, an octa-core processor, 128GB inbuilt storage and a 3800mAh battery.",
    "image": "https://amp.businessinsider.com/images/5bbf803019090759447d5b23-750-375.jpg"
  }
]
